Table of Contents
 Enum RequestedItemsType
Namespace
IdeaStatiCa.Plugin
Assembly
IdeaStatiCa.Plugin.dll
public enum RequestedItemsType
Fields
ConcreteWall = 4
Connections = 0
SingleConnection = 2
Substructure = 1
WholeModel = 3
Fields
 Name |  Description
 ConcreteWall = 4
 Connections = 0
 SingleConnection = 2
 Substructure = 1
 WholeModel = 3
 Edit this page